[{"text": " Today, we put ourselves in the shoes of Cynthia Carro. Imagine you've become CEO of one of", "start": 0.0, "end": 11.92}, {"text": " the world's largest mining companies, Anglo-American. $25 billion in sales, 162,000 employees, two", "start": 11.92, "end": 23.12}, {"text": " thirds of them in South Africa, and four months into your job, you hear the news, one of the miners in", "start": 23.12, "end": 32.8}, {"text": " Rustinburg has lost his life. Get another fatally. You have to decide are you going to shut down the", "start": 32.8, "end": 43.92}, {"text": " mine or continue business as usual. David, if you can open for us today, your Cynthia Carro, the news", "start": 43.92, "end": 52.88}, {"text": " comes to you. Do you shut down the mine in Rustinburg? Yes or no? What are you going to do?", "start": 52.88, "end": 60.0}, {"text": " So I think she needs to initiate very detailed investigations into what happened in these", "start": 60.56, "end": 68.08}, {"text": " circumstances and then what has happened throughout the past. Are you going to shut down or not", "start": 68.08, "end": 73.6}, {"text": " shut down? So I'm going to do a detailed investigation. What are you learning? What are you learning?", "start": 73.6, "end": 82.47999999999999}, {"text": " What are you learning in this investigation? Practices that are not being followed correctly or out", "start": 82.47999999999999, "end": 87.67999999999999}, {"text": " of line or could be safer for there's like people are dying it's not safe. What evidence are you", "start": 87.67999999999999, "end": 95.19999999999999}, {"text": " looking for? When you get the opportunity to participate you need to be able to", "start": 95.19999999999999, "end": 100.24}, {"text": " compact the information that you're going to present in a very concise and clear manner.", "start": 100.24, "end": 105.11999999999999}, {"text": " Through participation in class every day this is something that I am trying to sharpen.", "start": 105.11999999999999, "end": 110.0}, {"text": " I want to get in on this. It's dynamic, it's fast-paced, there's a ton of energy. Everyone's", "start": 110.64, "end": 115.52}, {"text": " really excited to jump in and contribute. I learn a lot from my peers as much as I learn from", "start": 115.52, "end": 120.32}, {"text": " the faculty if not more. The professor kind of facilitates like a orchestra they kind of direct", "start": 120.32, "end": 125.44}, {"text": " the music but they're not necessary playing it. I think we need to shut it down. Minor deaths", "start": 125.44, "end": 131.68}, {"text": " are accepted as just a part of the process of mining. Shutting down the operation", "start": 131.68, "end": 137.12}, {"text": " will signal a very strong mentality shift that deaths aren't going to be tolerated.", "start": 137.12, "end": 141.92}, {"text": " That's called a bold stroke by the way. What Grant is talking about, what", "start": 143.12, "end": 149.04}, {"text": " is OSAS talking about, Robert is talking about is a bold stroke which means from this day forward", "start": 149.04, "end": 156.32}, {"text": " something has shifted but those of you who disagree say what? Those of you disagree say what will?", "start": 156.32, "end": 163.44}, {"text": " I think we do much more if we improve the culture around safety and the entire organization.", "start": 164.07999999999998, "end": 168.88}, {"text": " There's some truth that we're trying to work toward. The debates become more and more fun", "start": 168.88, "end": 172.72}, {"text": " because that's when you get to uncover views that you hadn't thought of and when you get to", "start": 172.72, "end": 177.2}, {"text": " push your own thinking and hopefully make your own thinking much much better. If you allow", "start": 177.2, "end": 182.16}, {"text": " your perspective to be constructively challenged by other people then it is just fascinating how", "start": 182.16, "end": 188.64}, {"text": " you know your position and your perspective can shift. Those of you who want to shut down how", "start": 188.64, "end": 194.32}, {"text": " do you respond to this? Layla. We shut down the plant because we had safety issues and we made", "start": 194.32, "end": 200.64}, {"text": " a stand and we started making a safety culture like we had a safety culture. The fact that we can have", "start": 200.64, "end": 205.28}, {"text": " difficult uncomfortable conversations we can talk about race we can talk about politics and still", "start": 205.28, "end": 211.84}, {"text": " be friends at the end of the day and to have people who are not from a specific group but still have", "start": 211.84, "end": 218.56}, {"text": " sympathy and empathy is pretty unique. Beyond cultural and beyond structural we also talk about", "start": 218.56, "end": 225.28}, {"text": " the people, the organization, the overseers are generally white and workers are generally black.", "start": 225.28, "end": 229.92000000000002}, {"text": " The language within the community is called an agola and it's largely a command of control language.", "start": 229.92000000000002, "end": 235.04}, {"text": " So you're saying some structural, you're saying some linguistic communication barriers,", "start": 235.04, "end": 240.16}, {"text": " you're saying some organization cultural issues around the entire organization.", "start": 240.16, "end": 246.0}, {"text": " I think the case of it that also gives you humility. Your perspective is not enough to figure out", "start": 246.56, "end": 251.28}, {"text": " the answer to a question and actually gives you the ability to ask other people what their", "start": 251.28, "end": 256.8}, {"text": " perspective is. So it's 27 countries represented in our section of 94 people and because of the way", "start": 256.8, "end": 262.56}, {"text": " that the case method is structured we can sort of get underneath what are those differences really", "start": 262.56, "end": 266.8}, {"text": " tied to. You know are there cultural things about where you come from that makes the business", "start": 266.8, "end": 270.32}, {"text": " world operate slightly differently and are there things that we can learn from those differences?", "start": 270.32, "end": 274.48}, {"text": " I think consumers are critical here so not only do they care about having high quality", "start": 274.48, "end": 279.28}, {"text": " inputs to their supply chains on time but they will also care about safety in the first month or", "start": 279.28, "end": 285.76}, {"text": " couple weeks of class I was hesitant to participate but over time I've gotten rid of all of my barriers", "start": 285.76, "end": 292.08}, {"text": " and don't really have any qualms about participating but a lot of that is because of the support", "start": 292.08, "end": 297.52}, {"text": " of my classmates and not only do I see it changing in myself but I see my classmates making", "start": 297.52, "end": 303.03999999999996}, {"text": " better points over time which then also again pushes me to be better.", "start": 303.03999999999996, "end": 307.2}, {"text": " They colder analysis is so so important when we think about change. So important to do. We think", "start": 308.15999999999997, "end": 314.79999999999995}, {"text": " about who do we need to worry about and what do they care about what are their interests and so", "start": 314.79999999999995, "end": 320.08}, {"text": " you start there but that's not enough. You have to then say where do I need to invest the most", "start": 320.08, "end": 327.91999999999996}, {"text": " time? Who is in this zone? The board. I'm really worried about the managers. I think the government's", "start": 327.91999999999996, "end": 336.56}, {"text": " also a key here because being in the case setting you realize how valuable everyone else around you", "start": 336.56, "end": 343.28}, {"text": " is and how valuable their opinions are and the importance of being a really good active listener.", "start": 343.28, "end": 348.79999999999995}, {"text": " So before we shift from this and think about some action planning I just want to show them", "start": 348.8, "end": 356.08}, {"text": " hand because it's not clear to me in this room how many of you are shutting down?", "start": 356.08, "end": 359.84000000000003}, {"text": " Really? And how many of you are not shutting down? So most of you are not shutting down.", "start": 363.12, "end": 369.52}, {"text": " Wow. So are we going to resolve this now or are there points that we need to make?", "start": 369.52, "end": 379.68}, {"text": " I don't know if I think this is a performance gap. I don't know if this is about best practices to", "start": 380.4, "end": 383.91999999999996}, {"text": " me. This is about culture. If all these like if all these miners were like white and not black I think", "start": 383.91999999999996, "end": 391.84}, {"text": " that death rates would look very very differently because I think people would consider the value of", "start": 391.84, "end": 395.84}, {"text": " the lives of the people in the mind very differently. The question we have to ask is is this company", "start": 395.84, "end": 401.91999999999996}, {"text": " extracting more value from the community than it's providing? It's scary to be vulnerable in a", "start": 401.91999999999996, "end": 406.56}, {"text": " working world so you're oftentimes taught to put up a shield but here you're given an environment", "start": 406.56, "end": 412.08}, {"text": " that supports you to take those risks and actually celebrates failures or celebrates diversity", "start": 412.08, "end": 417.2}, {"text": " of thought when you don't agree with someone. Jumping into the arena using your brain to come to", "start": 417.2, "end": 422.47999999999996}, {"text": " the best hypothesis and conclusion that you can given the data that you have is a task that", "start": 422.48, "end": 427.04}, {"text": " leaders have to do every day. How do you use limited information to make a decision and do that", "start": 427.04, "end": 433.52000000000004}, {"text": " in a way that forces you to flex that muscle of dealing with ambiguity. They don't get it Jake.", "start": 433.52000000000004, "end": 438.40000000000003}, {"text": " Yeah, drag me a back up from the front lines to see your position. One of the things that I was", "start": 439.20000000000005, "end": 443.36}, {"text": " thinking about is not just all of these different elements that we should be considering", "start": 443.36, "end": 447.36}, {"text": " use of safety but also the leadership capability of Cynthia herself. You reliably took positions at", "start": 447.36, "end": 453.2}, {"text": " your previous company. They were incredibly unpopular and encountered all sorts of resistance", "start": 453.2, "end": 458.88}, {"text": " and I think this is a case where you shown that you could do it and so I would shut down.", "start": 458.88, "end": 462.32}, {"text": " This situation is different don't you think? Is she suited for this job? Can she do this?", "start": 463.2, "end": 468.72}, {"text": " I think that's an incredibly challenging question.", "start": 469.92, "end": 472.32}, {"text": " That's what we do, Jake. This is what we do. This is what we do.", "start": 472.32, "end": 483.04}, {"text": " We push students to take a position or to take a stand because it forces students to think deeply,", "start": 484.64, "end": 494.0}, {"text": " to think about risks, to think about the weaknesses in their ideas and to also be open to", "start": 494.64, "end": 501.6}, {"text": " influence. I want them to set high standards for themselves. I want them to be challenged.", "start": 501.6, "end": 508.0}, {"text": " I want them to challenge others. So what initially brought me here was that I wanted to compliment", "start": 508.0, "end": 514.24}, {"text": " these skills that I developed in architecture and consulting with business skills.", "start": 514.88, "end": 519.36}, {"text": " But once I got here, those priorities completely changed. What inspires me now is really", "start": 520.48, "end": 527.36}, {"text": " the having super engaged in discussions with my peers. I don't think that I've ever been that", "start": 527.36, "end": 533.52}, {"text": " intellectually stimulated on a day-to-day basis because I am here and I think for me that's inspiring", "start": 533.52, "end": 539.92}, {"text": " and it just wakes me up every day with excitement. I think I recognized that I wasn't pushing myself", "start": 539.92, "end": 547.2}, {"text": " to think differently or to lead differently. I wasn't going to do anything extraordinary and I", "start": 547.2, "end": 553.28}, {"text": " thought maybe if I came here, I would be pushed in a way that would lead me to develop into someone", "start": 553.28, "end": 559.36}, {"text": " who could change something. At HBS, there's just no one here who wants to come out the same way", "start": 559.36, "end": 566.16}, {"text": " they came in and that's really exciting. 30 years ago, Cynthia Carroll, 30 years ago,", "start": 566.16, "end": 572.24}, {"text": " was actually in your seats and these exact same seats and because of her,", "start": 572.24, "end": 578.0799999999999}, {"text": " thousands and thousands of miners in the world, I paid better, much safer, and are leading", "start": 578.08, "end": 588.48}, {"text": " better lives with much more dignity. One day, not only that could be you, I know that one day it will be you.", "start": 588.48, "end": 610.48}]